Repository: Shohruhmirzo05/Nasif
Catalog: Nasif/Nasif/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: %lld messages
ar: عدد الرسائل %lld

source: Additional features:
ar: ميزات إضافية:

source: Additional Images (%lld/5)
ar: صور إضافية (%lld/5)

source: Additional information:
ar: معلومات إضافية:

source: Advertiser's characteristic
ar: صفة المعلن

source: Advertising license number
ar: رقم ترخيص الإعلان

source: Age of the property
ar: عمر العقار

source: Age of the property:
ar: عمر العقار:

source: agricultural
ar: الزراعية

source: Air conditioners
ar: مكيفات الهواء

source: apartment
ar: شقة

source: architecture
ar: بنيان

source: Area m2
ar: المساحة م2

source: Area:
ar: منطقة:

source: Available
ar: متاح

source: Balcony
ar: شرفة

source: Basement position
ar: موقف الطابق السفلي

source: Bedrooms
ar: غرف نوم

source: below
ar: أقل

source: break
ar: استراحة

source: Cancel
ar: يلغي

source: Chats
ar: الدردشات

source: Choose language
ar: اختر اللغة

source: City
ar: مدينة

source: Code sent to +%@
ar: تم إرسال الرمز إلى +%@

source: commercial
ar: تجاري

source: Complete Sign Up
ar: أكمل التسجيل

source: Complete Your Profile
ar: أكمل ملفك الشخصي

source: complex
ar: معقد

source: Confirm
ar: يتأكد

source: Continue
ar: يكمل

source: Create Group
ar: إنشاء مجموعة

source: Create New Group
ar: إنشاء مجموعة جديدة

source: deals
ar: الصفقات

source: Deals
ar: العروض

source: Deals View
ar: عرض الصفقات

source: Description:
ar: وصف:

source: Display condition:
ar: حالة العرض:

source: Display number
ar: رقم العرض

source: Display Number
ar: رقم العرض

source: Driver's room
ar: غرفة السائق

source: Duplex
ar: دوبلكس

source: east
ar: شرق

source: electricity
ar: كهرباء

source: Enter City
ar: أدخل المدينة

source: Enter Country
ar: أدخل البلد

source: Enter phone number
ar: أدخل رقم الهاتف

source: Enter Verification Code
ar: أدخل رمز التحقق

source: Error
ar: خطأ

source: everywhere
ar: في كل مكان

source: farm
ar: مزرعة

source: Features:
ar: سمات:

source: Floor number
ar: رقم الطابق

source: Floor number:
ar: رقم الطابق:

source: Furnished
ar: مفروشة

source: Group Details
ar: تفاصيل المجموعة

source: Group Name
ar: اسم المجموعة

source: Halls and councils
ar: القاعات والمجالس

source: higher than
ar: أعلى من

source: I did not receive the verification code
ar: لم أتلق رمز التحقق

source: Independent
ar: مستقل

source: Intended usage
ar: الاستخدام المقصود

source: Interface
ar: واجهة

source: kitchen
ar: مطبخ

source: land
ar: أرض

# Latitude: %lf, Longitude: %lf
source: Latitude: %1$lf, Longitude: %2$lf
ar: خط العرض: %1$lf، خط الطول: %2$lf

source: Laundry room
ar: غرفة غسيل

source: listings
ar: القوائم

source: Listings
ar: القوائم

source: Log out
ar: تسجيل الخروج

source: m
ar: م

source: Maid's room
ar: غرفة خادمة

source: Main Image
ar: الصورة الرئيسية

source: Message View
ar: عرض الرسالة

source: messages
ar: رسائل

source: Messages
ar: رسائل

source: Monsters
ar: الوحوش

source: Neighborhood
ar: حيّ

source: New offer
ar: عرض جديد

source: Nickname
ar: كنية

source: NickName
ar: كنية

source: north
ar: شمال

source: Number of bathrooms:
ar: عدد الحمامات:

source: Number of bedrooms:
ar: عدد غرف النوم:

source: Number of floors
ar: عدد الطوابق

source: Number of floors:
ar: عدد الطوابق:

source: Number of halls and sitting areas:
ar: عدد القاعات ومناطق الجلوس:

source: Number of streets
ar: عدد الشوارع

source: Offers
ar: العروض

source: OK
ar: نعم

source: Optical fiber
ar: الألياف الضوئية

source: Other
ar: آخر

source: Part number
ar: رقم الجزء

source: phone
ar: هاتف

source: Phone Number
ar: رقم التليفون

source: Price
ar: سعر

source: Price per meter
ar: سعر المتر

source: Price:
ar: سعر:

source: Private entrance
ar: مدخل خاص

source: profile
ar: حساب تعريفي

source: Profile
ar: حساب تعريفي

source: Property Type
ar: نوع العقار

source: Property type:
ar: نوع العقار:

source: Reserved
ar: محجوز

source: residential
ar: سكني

source: Riyal
ar: ريال

source: Sanitation
ar: الصرف الصحي

source: SAR
ar: ريال سعودي

source: Save
ar: يحفظ

source: Scheme number
ar: رقم المخطط

source: Search
ar: يبحث

source: Selected Location:
ar: الموقع المحدد:

source: Send
ar: يرسل

source: Send to API
ar: إرسال إلى API

source: Seoul drainage
ar: الصرف الصحي في سيول

source: Services:
ar: خدمات:

source: Show language selection
ar: إظهار اختيار اللغة

source: Sold
ar: مُباع

source: south
ar: جنوب

source: Space
ar: فضاء

source: Street view
ar: عرض الشارع

source: Studio
ar: استوديو

source: Submit Listing
ar: إرسال القائمة

source: surface
ar: سطح

source: Toilets
ar: مراحيض

source: Townhouse
ar: تاون هاوس

source: Type a message...
ar: اكتب رسالة...

source: Upload Media
ar: تحميل الوسائط

source: Usage
ar: الاستخدام

source: Val license number
ar: رقم ترخيص فال

source: Video
ar: فيديو

source: Video Selected
ar: تم تحديد الفيديو

source: villa
ar: فيلا

source: Villa type
ar: نوع الفيلا

source: Villa Type
ar: نوع الفيلا

source: waters
ar: مياه

source: west
ar: الغرب
